[
    {
        "title": "My Placement At Lloyds",
        "images": [
          {
            "src": "images/lex.jpg",
            "alt": "Day in the life at Lex"
          }
        ],
        "body": [
            "Around three weeks ago, my placement year at Lloyds Banking Group came to an end. Having now had time to reflect and settle into all the changes of the last month, I'd like to share some thoughts.",
            "Firstly, to any student considering whether or not to complete a placement year as part of your degree, DO IT! I cannot emphasise enough how brilliant the past year has been for my personal development helping achieve my career goals.",
            "Studying at university in a subject you wish to work in is one thing... being thrown into the real thing full time for a year is completely another! Leaning about all the little details involved in the day-to-day role that you may not have even considered before. Putting your learnings to practical use in real-world applications is very fulfilling. The year will teach you if this is a career for you or not, and for me, I loved every second of it. ",
            "Some of the highlights of my year on placement include; being mentored by excellent engineers who were so invested in my growth I felt empowered to keep learning and pushing myself further. By the end of my placement, I felt a fully-fledged member of the team and was very sad to be leaving. Getting involved with the rainbow network and having the privilege to represent Lloyds at 2 fabulous pride events, Manchester Pride and National Student Pride in London. And finally, making great friends along the way, sharing our learnings and making each other laugh on the more challenging days.",
            "I would like to give thanks to all those who helped set me up for success over the last year, there are too many to tag individually, but each of your impressions has shaped me as a software engineer and I am truly grateful. ",
            "The last three weeks have been challenging for me, personally and professionally. I have faced a lot of change in a short period of time, and I would be lying to say it has been a walk in the park. Change is something I have learnt to not only accept but embrace. As one chapter ends a new one is beginning.",
            "Nevertheless, I am now feeling more settled, again with the help of a great network of friends & colleagues. I am now beginning to prepare myself to return to university for my final year and am very excited to take on the world after my graduation!"
         ]
      },
      {
        "title": "",
        "images": [
          {
            "src": "images/cake.jpg",
            "alt": "Westminster House Cake"
          },
          {
            "src": "images/talk1.jpg",
            "alt": "Image"
          }
        ],
        "body": [
          "There’s a real buzz around the office today! To mark the completion of the Manchester hub makeover we have had a Q & A, a talk on gut health, stalls from many of the awesome community networks and much more. It’s been an action-packed day."
         ]
      },
      {
        "title": "Reboot Hackathon London",
        "images": [
          {
            "src": "images/LDNhack.jpg",
            "alt": "Reboot 2024 London"
          }
        ],
        "body": [
          "Bold - is the way I would describe our team at this weeks Reboot hackathon. All six of us being IPs, still willing to take on the challenges of a hackathon. Although we might have been the least experienced team in the running, we still pulled together a strong idea and a working MVP in the short space of the day! I think we all should be rather proud of ourselves."
         ]
      },
      {
        "title": "CyberSecurity Conference",
        "images": [
          {
            "src": "images/cyber.jpg",
            "alt": "CyberSecurity Conference Image"
          }
        ],
        "body": [
          "Yesterday, some colleagues and I had the opportunity to attend The Future Of Cyber Security conference in Manchester. It was a great day of learning for us all. Throughout many presentations from industry experts, we learnt about various cybersecurity topics as well as how to communicate technical concepts in a way that is easy to understand & engaging for all business members.",
          "The final speaker of the day was Deborah Meaden, who kindly allowed us to ask any burning questions we had! It's safe to say, I left feeling inspired. "
         ]
      }
]


